// Generic
"AlphabetFontType" = "Aa";
"AlphabetFontStyle" = "ABCabc";
"Acknowledgements" = "Agradecimientos";
"BarcodeOrUsername" = "Código de barras o nombre de usuario";
"Borrow" = "Pedir prestado";
"BorrowFailed" = "Préstamo fallido ";
"BorrowCouldNotBeCompletedFormat" = "El préstamo %@ no se pudo completar.";
"Cancel" = "Cancelar";
"Catalog" = "Catálogo";
"Categories" = "Categorías";
"Category" = "Categoría";
"CheckConnection" = "Por favor, verifique su conexión y vuelva a intentarlo.";
"Close" = "Cerrar";
"ConnectionFailed" = "Conexión fallida";
"Delete" = "Eliminar";
"Description" = "Description";
"DeviceAuthorizationError" = "Se ha producido un error al autorizar este dispositivo.";
"Download" = "Descargar";
"DownloadCouldNotBeCompleted" = "La descarga no se pudo completar.\nScroll down to 'View Issues' to see details.";
"DownloadCouldNotBeCompletedFormat" = "La descarga de %@ no se pudo completar\nScroll down to 'View Issues' to see details.";
"DownloadFailed" = "Descarga fallida";
"Downloading" = "Descargando";
"Feedback" = "Retroalimanteción";
"Hide" = "Esconder";
"Information" = "Information";
"LibraryCard" = "Tarjeta de biblioteca";
"LogIn" = "Ingresar";
"More..." = "Más…";
"MoreBooks" = "Más libros %@";
"NoEmailAccountSet" = "No email account is set for this device.";
"NoResultsFound" = "No se han encontrado resultados.";
"NotConnected" = "No se encontró conexión a internet. Por favor conéctese y vuelva a intentarlo.";
"OK" = "OK";
"PDFNotSupported" = "PDF no soportado";
"PDFNotSupportedDescriptionFormat" = "%@ es formato PDF, que no es soportado.";
"PIN" = "PIN";
"PrivacyPolicy" = "Política de privacidad";
"Published" = "Publicado";
"Publisher" = "Editorial";
"Read" = "Leer"; // present tense
"Remove" = "Remover";
"Reserve" = "Reservar";
"Return" = "Devolver";
"ReturnCouldNotBeCompletedFormat" = "La devolución de %@ no se pudo completar";
"ReturnFailed" = "Devolución fallida";
"Requesting" = "solicitando";
"Search" = "Buscar";
"Settings" = "Configuración";
"Show" = "Mostrar";
"SignOut" = "Desconectar";
"SigningOut" = "Cerrando sesión";
"SignUp" = "Regístrate";
"SoftwareLicenses" = "Las licencias de software";
"SyncFailed" = "Error en la sincronización";
"TimedOut" = "El servidor no respondió. Por favor, verifique su conexión o intente de nuevo más tarde.";
"TryAgain" = "Intentar de nuevo";
"UnknownRequestError" =
    "Un error desconocido ocurrió. Por favor, verifique su conexión o intente de nuevo más tarde.";
"Verifying" = "verificando";

// NYPLAccountSignInViewController
"SigningInAgree" = "By signing in, you agree to the End User License Agreement.";

// NYPLAppDelegate

"AppDelegateUpdateRequiredTitle" = "Actualización Requerida";
"AppDelegateUpdateRequiredMessageFormat" = "Se requiere una actualización crítica para las aplicaciones más antiguas que la versión %@. Partes esenciales de la aplicación no funcionará correctamente hasta que se realice una actualización.";
"AppDelegateUpdateNow" = "Actualizar ahora";
"AppDelegateUpdateRemindMeLater" = "Recuérdame más tarde";

// NYPLBookButtonsView

"BookButtonsViewRemoveHoldTitle" = "Cancelar reserva";
"BookButtonsViewRemoveHoldMessage" = "¿Seguro que desea eliminar \"%@\" de sus reservas? Ya no estará en fila  para este libro.";
"BookButtonsViewRemoveHoldConfirm" = "Cancelar";


// NYPLBookDetailViewControllerTitle

"BookDetailViewControllerTitle" = "Detalles";
"BookDetailViewControllerDownloadNeededTitle" = "Su libro aún no se ha descargado.";
"BookDetailViewControllerDownloadSuccessfulTitle" = "Su libro está listo para leer!";
"BookDetailViewControllerAvailableToBorrowTitle" = "Este libro está disponible para pedir prestado";
"BookDetailViewControllerCanHoldTitle" = "Todas las copias de este libro están en uso";
"BookDetailViewControllerCanKeepTitle" = "Este libro es de acceso libre y puede conservar una copia.";
"BookDetailViewControllerHoldingTitleFormat" = "Disponible para préstamo en aproximadamente %@.";
"BookDetailViewControllerReservedTitleFormat" = "Esta reserva se cancelará automáticamente en %@.";
"BookDetailViewControllerDistributedByFormat" = "Distribuido por: ";

// NYPLFacetView

"FacetViewNotActive" = "<>";

// NYPLHoldsViewController

"HoldsViewControllerTitle" = "Reservas";
"HoldsViewControllerSearchTitle" = "Búsqueda de reservas";
"AvailableForCheckoutHeader" = "Disponible para descargar";
"WaitingForAvailabilityHeader" = "EN ESPERA DE DISPONIBILIDAD";

// NYPLMyBooksDownloadCenter

"MyBooksDownloadCenterConfirmDeleteTitle" = "Eliminar";
"MyBooksDownloadCenterConfirmDeleteTitleMessageFormat" = "Está seguro que desea borrar %@?";
"MyBooksGoToCatalog" = "Encuentre libros para adicionar acá en Catálogo";

"MyBooksDownloadCenterConfirmReturnTitle" = "Regresar";
"MyBooksDownloadCenterConfirmReturnTitleMessageFormat" = "¿Desea devolver \"%@\"?";

// NYPLMyBooksViewController

"MyBooksViewControllerTitle" = "Mis libros";
"MyBooksViewControllerSearchTitle" = "Buscar en mis libros";
"MyBooksViewControllerFacetAll" = "Todas";
"MyBooksViewControllerFacetAuthor" = "Autor";
"MyBooksViewControllerFacetOnLoan" = "En calidad de préstamo";
"MyBooksViewControllerFacetTitle" = "Título";
"MyBooksViewControllerGroupShow" = "Mostrar";
"MyBooksViewControllerGroupSortBy" = "Ordenar por";

// NYPLReaderViewController

"ReaderViewControllerCorruptTitle" = "No se pudo mostrar el libro";
"ReaderViewControllerCorruptMessage" = "Este libro está dañado y no se puede leer.";
"ReaderViewControllerCurrentChapter" = "Capítulo actual";
"Book" = "Libro";
"leftin" = "dejado en";
"TOC" = "Tabla de contenido";

// NYPLReaderReadiumView
"chapter" = "capítulo";

// NYPLReaderSettingsView
"SansFont" = "fuente sin serifas";
"SerifFont" = "fuente serifada";
"OpenDyslexicFont" = "fuente para disléxicos";
"WhiteOnBlackText" = "Texto blanco sobre fondo negro";
"BlackOnSepiaText" = "Texto negro sobre fondo sepia";
"BlackOnWhiteText" = "Texto negro sobre fondo blanco";
"DecreaseFontSize" = "Reducir tamaño de texto";
"IncreaseFontSize" = "Aumentar tamaño de texto";
"MediaOverlayPlaybackToggle" = "Control de reproducción de medios";
"BrightnessSlider" = "regulador de brillo";

// NYPLReaderSettingsViewController
"ReaderViewControllerToggleReaderSettings" = "Mostrar ajustes de pantalla de lectura";

// ReaderTOCViewController

"ReaderTOCViewControllerTitle" = "Tabla de contenido";

// NYPLSettingsAccountViewController

"SettingsAccountViewControllerAuthenticationReason" = "Mostrar PIN";
"SettingsAccountViewControllerCannotLogOutTitle" =
  "Error al salir";
"SettingsAccountViewControllerCannotLogOutMessage" =
  "Por favor espere a que las descargas terminen antes de salir.";
"SettingsAccountViewControllerInvalidCredentials" =
  "Su código de barras o PIN no son válidos. Por favor intente de nuevo.";
"SettingsAccountViewControllerLoginFailed" = "Error de inicio de sesion";
"SettingsAccountViewControllerLogoutFailed" = "Error de terminación de sesión";
"SettingsAccountViewControllerLogoutMessage" =
  "Si cierra la sesión perderá todos los libros que ha descargado en este dispositivo.";
"SettingsAccountViewControllerMessageLogIn" = "Utilice su tarjeta de la biblioteca para iniciar sesión.";
"SettingsAccountViewControllerMessageLogInToDownloadBook" =
  "Se necesita una tarjeta de la biblioteca para descargar este libro.";
"SettingsAccountViewControllerMessageInvalidPIN" =
  "El PIN ha cambiado. Ingrese su nuevo PIN.";
"Location" = "Ubicación";
"LocationRequiredMessage" = "Es necesaria su información de ubicación para registrarse. Por favor autorice el acceso dicha información en la configuración de iOS.";

// NYPLSettingsEULAViewController
"Accept" = "Aceptar";
"Reject" = "Rechazar";
"EULA" = "Acuerdo del Usuario";
"EULAHaveToAgree" = "Debe aceptar el Acuerdo de Usuario para utilizar esta aplicación";
"NOTICE" = "AVISO";

// NYPLSettingsPrimaryTableViewController
"CustomOPDSURL" = "Custom HTTP(S) OPDS URL";

// NYPLSettingsPrivacyPolicyViewController
"PrivacyPolicy" = "Política de privacidad";
"SettingsAccountViewControllerMessageTooManyActivations" = "Ha llegado al límite de dispositivos autorizados para su tarjeta de biblioteca.";
